[Strings]
"General"="Allgemein"
"App settings"="Apps"
"About"="Über"
"How should Modern applications appear when opened?"="Wie sollten Modern-Anwendungen beim Öffnen erscheinen?"
"When launched from the Windows 8 Start Menu"="Wenn vom Windows-8-Startmenü gestartet"
"Other settings"="Andere Einstellungen"
"When launched from the Windows desktop"="Wenn vom Windows-Desktop gestartet"
"Always use the last state of the application"="Immer letzten Zustand der Anwendung verwenden"
"Show ModernMix control overlay in the top right corner to switch modes"="ModernMix-Overlay zum Umschalten des Modus in der oberen rechten Ecke anzeigen"
"Enable the ModernMix hotkey to switch modes :"="Tastenkürzel zum Umschalten des Anzeigemodus:"
"Disable the animated flip when launching fullscreen applications"="Animierten Wechsel beim Starten von Vollbild-Anwendungen deaktivieren"
"Show fullscreen applications on the taskbar"="Vollbild-Anwendungen in der Taskleiste anzeigen"
"Stardock ModernMix"="Stardock ModernMix"
"Purchase ModernMix"="ModernMix kaufen"
"Buy a ModernMix license online ($4.99)"="ModernMix-Lizenz online kaufen ($4.99)"
"Unlock previous purchase"="Frühere Lizenz freischalten"
"If you have already purchased ModernMix, unlock it here."="Falls Sie ModernMix bereits gekauft haben, hier entsperren."
"Try ModernMix"="ModernMix ausprobieren"
"Evaluate ModernMix for 30 days."="ModernMix 30 Tage lang testen."
"Fullscreen"="Vollbild"
"Application settings"="Anwendungs-Einstellungen"
"ModernMix remembers the last state of your applications, but you can change the saved state by right clicking it in the list, or remove it by clicking it and clicking delete."="ModernMix merkt sich den letzten Zustand Ihrer Anwendungen, Sie können den gespeicherten Zustand jedoch ändern, indem Sie in der Liste rechtsklicken, oder ihn entfernen, indem Sie eine Zeile markieren und löschen."
"Delete this apps settings"="Einstellungen dieser App löschen"
"Delete all settings"="Alle Einstellungen löschen"
"Check for update..."="Auf Update prüfen..."
"Visit Website..."="Webseite besuchen..."
"Unlock / Purchase..."="Freischalten / Kaufen..."
"Automatically check for updates"="Automatisch auf Updates prüfen"
"Are you sure you want delete settings for this application?"="Sind Sie sicher, dass Sie die Einstellungen für diese Anwendung löschen wollen?"
"Delete settings?"="Einstellungen löschen?"
"Are you sure you want delete settings for all known applications?"="Sind Sie sicher, dass Sie Einstellungen für alle bekannten Anwendungen löschen wollen?"
"An update to ModernMix has been found, would you like to download it?"="Ein Update für ModernMix wurde gefunden, möchten Sie es herunterladen?"
"Update found"="Update gefunden"

; New in 0.96
"Advanced"="Erweitert"
"How would you like to switch modes?"="Wie möchten Sie den Anzeigemodus umschalten?"
"Hide the overlay when running in a window (Ctrl + Maximize for fullscreen)"="Overlay beim Ausführen im Fenster ausblenden (Strg + Maximieren für Vollbild)"
"Make the overlay invisible unless the mouse is over it"="Overlay unsichtbar machen, bis der Mauszeiger darauf zeigt"
"Welcome to ModernMix"="Willkommen bei ModernMix"
"Next"="Weiter"
"You can easily switch modes from the overlay in the top right hand corner of your Modern applications or by pressing F10."="Sie können den Anzeigemodus einfach mit dem Overlay in der rechten oberen Ecke Ihrer Modern-Anwendungen umschalten, oder indem Sie F10 drücken."
"Close"="Schließen"
"Windowed"="Im Fenster"
"Maximized"="Maximiert"
"Modern applications can be in three different modes and you can configure which mode you want and when from the control panel."="Modern-Anwendungen können in drei verschiedenen Anzeigemodi laufen, und Sie können im Steuerungsfenster einstellen, welcher Modus wann verwendet werden soll."
"Fullscreen applications"="Vollbild-Anwendungen"
"Return to the Windows 8 menu"="Zum Windows-8-Menü zurückkehren"
"Should ModernMix limit the size of windows?"="Soll ModernMix die Fenstergröße begrenzen?"
"Easy access to applications"="Einfacher Zugriff auf Anwendungen"
"Do not allow windows to be less than 768 pixels tall"="Fenster müssen mindestens 768 Pixel hoch sein"
"Do not allow windows to be less than 1024 pixels wide and 768 pixels tall"="Fenster müssen mindestens 1024 Pixel breit und 768 Pixel hoch sein"
"Keep closed applications in the Windows 8 left hand app switcher list"="Geschlossene Apps in der Windows-8-Umschalteliste auf der linken Seite belassen"
"Add a create shortcut on desktop option to the window right click menu"="Erstellen einer Verknüpfung auf dem Desktop im Fenster-Kontextmenü anbieten"
"Use larger overlay to make it easier to access on a touch display"="Größeres Overlay für einfache Nutzung per Touch-Bildschirm verwenden"
"When I close fullscreen applications"="Wenn ich Vollbild-Anwendungen beende"
"Only when closing fullscreen applications launched from the Windows 8 menu"="Nur beim Beenden einer Anwendung, die vom Windows-8-Menü gestartet wurde"
"Never return to the Windows 8 menu when I close applications"="Nie zum Windows-8-Menü zurückkehren, wenn ich Anwendungen schließe"
"Create shortcut to this application on my desktop"="Verknüpfung zu dieser Anwendung auf dem Desktop erstellen"

; 1.05
"Using global setting"="Systemweite Einstellung verwenden"
"Background applications should continue to play sound"="Hintergrund-Anwendungen dürfen Sound wiedergeben"
